Repository: mengzhisuoliu/FluentCleaner
Catalog: FluentCleaner/Strings/*/Resources.resw
Source language: en_us
Languages: it_it, lt_lt, nb_no, pt_br, ru_ru, uk_ua

# NavCleaner.Content
source: Cleaner
it_it: Pulitore
lt_lt: Valytojas
nb_no: Renser
pt_br: Limpeza
ru_ru: Очистка
uk_ua: Очищення

# NavTerminal.Content
source: Terminal
it_it: Terminale
lt_lt: Terminalas
ru_ru: Терминал
uk_ua: Термінал

# NavCustom.Content
source: Custom
it_it: Personalizzato
lt_lt: Naudotojo
nb_no: Egendefinert
pt_br: Personalizado
ru_ru: Пользовательские
uk_ua: Користувацькі

# SearchBox.PlaceholderText
source: Search
it_it: Cerca
lt_lt: Paieška
nb_no: Søk
pt_br: Pesquisar
ru_ru: Поиск
uk_ua: Пошук

# BtnPageActions.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Page actions
it_it: Azioni della Pagina
lt_lt: Veiksmai puslapyje
nb_no: Sidehandlinger
pt_br: Ações da página
ru_ru: Действия страницы
uk_ua: Дії сторінки

# DonationBanner.Title
source: Enjoying FluentCleaner?
it_it: Ti piace FluentCleaner?
lt_lt: Patinka „FluentCleaner“?
nb_no: Liker du FluentCleaner?
pt_br: Gostando do FluentCleaner?
ru_ru: Нравится FluentCleaner?
uk_ua: Подобається FluentCleaner?

# DonationBanner.Subtitle
source: If this app saves you time, consider supporting its development.
lt_lt: Jei ši programa padeda jums sutaupyti laiko, apsvarstykite galimybę paremti jos kūrimą.
nb_no: Hvis denne appen sparer deg for tid, kan du vurdere å støtte utviklingen.
pt_br: Se este aplicativo está lhe ajudando, apoie o seu desenvolvimento.
ru_ru: Если это приложение экономит ваше время, подумайте о поддержке его разработки.
uk_ua: Якщо ця програма заощаджує ваш час, подумайте про підтримку його розробки.

# BtnDonateGitHub.Content
source: Star on GitHub
it_it: Star su GitHub
lt_lt: Pažymėti žvaigždute „GitHub“
nb_no: Gi stjerne på GitHub
pt_br: Estrela no GitHub
ru_ru: Поставить звезду на GitHub
uk_ua: Поставити зірку на GitHub

# BtnDonateLater.Content
source: Maybe later
it_it: Forse più tardi
lt_lt: Gal vėliau
nb_no: Kanskje senere
pt_br: Depois
ru_ru: Может быть, позже
uk_ua: Можливо, пізніше

# St_NoActions
source: No actions for this page
it_it: Nessuna azione per questa pagina
lt_lt: Šiam puslapiui nėra jokių veiksmų
nb_no: Ingen handlinger for denne siden
pt_br: Nenhuma ação nesta página
ru_ru: Нет действий для этой страницы
uk_ua: Немає дій для цієї сторінки

# CleanerHint.Text
source: Winapp2.ini loads automatically at startup.
it_it: Winapp2.ini si carica automaticamente all'avvio.
lt_lt: „Winapp2.ini“ failas įkeliamas automatiškai paleidžiant sistemą.
nb_no: Winapp2.ini lastes automatisk ved oppstart.
pt_br: O Winapp2.ini é carregando na inicialização.
ru_ru: Winapp2.ini загружается автоматически при запуске.
uk_ua: Winapp2.ini завантажується автоматично під час запуску.

# BtnCategoryActions.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Category actions
it_it: Categoria delle azioni
lt_lt: Veiksmai kategorijoje
nb_no: Kategorihandlinger
pt_br: Ações da categoria
ru_ru: Действия категории
uk_ua: Дії категорії

# MenuSelectAll.Text
source: Select all
it_it: Seleziona Tutto
lt_lt: Pažymėti viską
nb_no: Velg alle
pt_br: Selecionar tudo
ru_ru: Выбрать все
uk_ua: Вибрати все

# MenuSelectNone.Text
source: Select none
it_it: Deseleziona Tutto
lt_lt: Nuimti pažymėjimą
nb_no: Velg ingen
pt_br: Selecionar nenhum
ru_ru: Снять все
uk_ua: Зняти все

# MenuSelectDefaults.Text
source: Select defaults
it_it: Seleziona Predefiniti
lt_lt: Pažymėti numatytuosius
nb_no: Velg standardvalg
pt_br: Selecionar padrão
ru_ru: Выбрать по умолчанию
uk_ua: Вибрати за замовчуванням

# MenuAnalyzeCategory.Text
source: Analyze category
it_it: Analizza categoria
lt_lt: Analizuoti kategoriją
nb_no: Analyser kategori
pt_br: Analisar categoria
ru_ru: Анализировать категорию
uk_ua: Аналізувати категорію

# MenuCleanCategory.Text
source: Clean category
it_it: Pulisci categoria
lt_lt: Valyti kategoriją
nb_no: Rens kategori
pt_br: Limpar categoria
ru_ru: Очистить категорию
uk_ua: Очистити категорію

# BtnEntryActions.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Entry actions
it_it: Azioni di ingresso
lt_lt: Veiksmai įraše
nb_no: Oppføringshandlinger
pt_br: Ações da entrada
ru_ru: Действия записи
uk_ua: Дії запису

# MenuAnalyzeEntry.Text
source: Analyze
it_it: Analizza
lt_lt: Analizuoti
nb_no: Analyser
pt_br: Analisar
ru_ru: Анализировать
uk_ua: Аналізувати

# MenuCleanEntry.Text
source: Clean
it_it: Pulisci
lt_lt: Valyti
nb_no: Rens
pt_br: Limpar
ru_ru: Очистить
uk_ua: Очистити

# MenuExplainEntry.Text
source: Explain with AI
it_it: Spiega con l'IA
lt_lt: Paaiškinti naudojant DI
nb_no: Forklar med AI
pt_br: Explicar com IA
ru_ru: Объяснить с помощью ИИ
uk_ua: Пояснити за допомогою ШІ

# MenuShowSource.Text
source: Show source
lt_lt: Rodyti kodą

# LblAIDesc.Text
source: Right-click any entry on the Cleaner page → Explain with AI. Powered by Groq (llama-3.3-70b) — free, no billing. Nothing is sent without your explicit action. Requires your own API key.
it_it: Fai clic con il pulsante destro del mouse su qualsiasi voce nella pagina Pulizia → Spiega con l'IA. Basato su Groq (llama-3.3-70b) — gratuito, senza addebito. Nulla viene inviato senza la tua esplicita autorizzazione. Richiede la tua chiave API.
lt_lt: Dešiniuoju pelės mygtuku spustelėkite bet kurį įrašą „Valytojo“ puslapyje → Paaiškinimai naudojant DI. Naudoja „Groq“ (llama-3.3-70b) — nemokamai, jokių sąskaitų. Nieko nesiunčia be jūsų aiškaus veiksmo. Reikalauja asmeninio API rakto.
nb_no: Høyreklikk på en oppføring på Rens-siden → Forklar med AI. Drevet av Groq (llama-3.3-70b) — gratis, ingen fakturering. Ingenting sendes uten din eksplisitte handling. Krever din egen API-nøkkel.
pt_br: Clique direito em qualquer entrada na página Limpeza → Explicar com IA. Fornecido por Groq (llama-3.3-70b) — grátis, sem pagamento. Nada é enviado sem sua autorização. Requer sua própria chave de API.
ru_ru: Щелкните правой кнопкой мыши любую запись на странице «Очистка» → «Объяснить с помощью ИИ». Работает на Groq (llama-3.3-70b) — бесплатно, без счетов. Ничего не отправляется без вашего явного действия. Требуется ваш собственный ключ API.
uk_ua: Клацніть правою кнопкою миші будь-який запис на сторінці «Очищення» → «Пояснити за допомогою ІІ». Працює на Groq (llama-3.3-70b) – безкоштовно, без рахунків. Нічого не вирушає без вашої явної дії. Потрібен ваш власний ключ API.

# LblAICustomHint.Text
source: 💡 Once your key is saved, the Custom Cleaners page also unlocks AI — describe what to clean and it generates a ready-to-use Winapp2 entry or PowerShell script for you.
lt_lt: 💡 Išsaugojus raktą, DI funkcija tampa prieinama ir puslapyje „Naudotojo valymai“ – apibūdinkite, ką reikia išvalyti, ir ji jums sukurs parengtą naudoti „Winapp2“ įrašą arba „PowerShell“ scenarijų.
nb_no: 💡 Når nøkkelen din er lagret, låses AI også opp på siden for egendefinerte rensere — beskriv hva som skal renses, så genereres en ferdig Winapp2-oppføring eller et PowerShell-skript for deg.

# ResultsHeader.Text
source: Results
it_it: Risultati
lt_lt: Rezultatai
nb_no: Resultater
pt_br: Resultados
ru_ru: Результаты
uk_ua: Результати

# BtnBackToResults.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Back to results
it_it: Torna ai risultati
lt_lt: Grįžti prie rezultatų
nb_no: Tilbake til resultater
pt_br: Voltar aos resultados
ru_ru: Назад к результатам
uk_ua: Назад до результатів

# BtnCleanDetail.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Delete these files now
it_it: Elimina quassti file ora
lt_lt: Pašalinti šiuos failus dabar
nb_no: Slett disse filene nå
pt_br: Excluir esses arquivos agora
ru_ru: Удалить эти файлы сейчас
uk_ua: Видалити ці файли зараз

# MenuExcludeFile.Text
source: Exclude file
it_it: Escludi file
lt_lt: Neįtraukti failo
nb_no: Ekskluder fil
pt_br: Excluir arquivo
ru_ru: Исключить файл
uk_ua: Виключити файл

# MenuExcludeFolder.Text
source: Exclude folder
it_it: Escludi cartella
lt_lt: Neįtraukti aplanko
nb_no: Ekskluder mappe
pt_br: Excluir pasta
ru_ru: Исключить папку
uk_ua: Виключити папку

# BtnAnalyze.Content
source: Analyze
it_it: Analizza
lt_lt: Analizuoti
nb_no: Analyser
pt_br: Analisar
ru_ru: Анализировать
uk_ua: Аналізувати

# BtnCancel.Content
source: Cancel
it_it: Annulla
lt_lt: Atšaukti
nb_no: Avbryt
pt_br: Cancelar
ru_ru: Отмена
uk_ua: Скасувати

# BtnRunCleaner.Content
source: Run Cleaner
it_it: Avvia Pulitore
lt_lt: Paleisti valymą
nb_no: Kjør renser
pt_br: Executar Limpeza
ru_ru: Запустить очистку
uk_ua: Запустити очищення

# St_MenuSelectAll
source: Select all
it_it: Seleziona Tutto
lt_lt: Pažymėti viską
nb_no: Velg alle
pt_br: Selecionar tudo
ru_ru: Выбрать все
uk_ua: Обрати все

# St_MenuSelectNone
source: Select none
lt_lt: Nuimti pažymėjimą
nb_no: Velg ingen
pt_br: Selecionar nenhum
ru_ru: Снять все
uk_ua: Зняти все

# St_MenuSelectDefaults
source: Select defaults
it_it: Seleziona predefiniti
lt_lt: Pažymėti numatytuosius
nb_no: Velg standardvalg
pt_br: Selecionar padrão
ru_ru: Выбрать по умолчанию
uk_ua: Вибрати за замовчуванням

# St_MenuExpandAll
source: Expand all
it_it: Espandi tutto
lt_lt: Išskleisti viską
nb_no: Utvid alle
pt_br: Expandir tudo
ru_ru: Развернуть все
uk_ua: Розгорнути все

# St_MenuCollapseAll
source: Collapse all
it_it: Riduci tutto
lt_lt: Suskleisti viską
nb_no: Slå sammen alle
pt_br: Recolher tudo
ru_ru: Свернуть все
uk_ua: Згорнути все

# St_MenuSortDesc
source: Sort by size ↓
it_it: Ordina per dimensione ↓
lt_lt: Rikiuoti pagal dydį ↓
nb_no: Sorter etter størrelse ↓
pt_br: Ordenar por tamanho ↓
ru_ru: Сортировать по размеру ↓
uk_ua: Сортувати за розміром ↓

# St_MenuSortAsc
source: Sort by size ↑
it_it: Ordina per dimensione ↑
lt_lt: Rikiuoti pagal dydį ↑
nb_no: Sorter etter størrelse ↑
pt_br: Ordenar por tamanho ↑
ru_ru: Сортировать по размеру ↑
uk_ua: Сортировать по размеру ↑

# St_MenuRefresh
source: Refresh
it_it: Aggiorna
lt_lt: Atnaujinti
nb_no: Oppdater
pt_br: Atualizar
ru_ru: Обновить
uk_ua: Оновити

# DetailHeaderFiles.Text
source: Files
it_it: File
lt_lt: Failai
nb_no: Filer
pt_br: Arquivos
ru_ru: Файлы
uk_ua: Файли

# DetailHeaderRegistry.Text
source: Registry
it_it: Registro
lt_lt: Registras
nb_no: Register
pt_br: Registro
ru_ru: Реестр
uk_ua: Реєстр

# SuffixFiles
source: files
it_it: file
lt_lt: failas(-ų)
nb_no: filer
pt_br: arquivos
ru_ru: файлов
uk_ua: файлів

# SuffixRegistry
source: registry
it_it: registro
lt_lt: registras
nb_no: register
pt_br: registro
ru_ru: реестр
uk_ua: реєстр

# SuffixFilesSingular
source: file(s)
it_it: file
lt_lt: failas(-ų)
nb_no: fil(er)
pt_br: arquivo(s)
ru_ru: файл(ов)
uk_ua: файл(ів)

# SuffixRegistryItems
source: registry item(s)
it_it: voce(i) di registro
lt_lt: registro elementas(-ų)
nb_no: registerelement(er)
pt_br: item(ns) do registro
ru_ru: элемент(ов) реестра
uk_ua: елемент(ів) реєстру

# LabelCleaningComplete
source: Cleaning complete.
it_it: Pulizia completata.
lt_lt: Valymas baigtas.
nb_no: Rensing fullført.
pt_br: Limpeza concluída.
ru_ru: Очистка завершена.
uk_ua: Очищення завершено.

# DlgBrowsersTitle
source: Browsers running
it_it: Browser in esecuzione
lt_lt: Naršyklės veikia
nb_no: Nettlesere kjører
pt_br: Navegadores em execução
ru_ru: Запущены браузеры
uk_ua: Запущено браузери

# DlgBrowsersContinue
source: Continue anyway
it_it: Continua comunque
lt_lt: Vis tiek tęsti
nb_no: Fortsett likevel
pt_br: Continuar mesmo assim
ru_ru: Продолжить в любом случае
uk_ua: Продовжити у будь-якому випадку

# DlgBrowsersCancel
source: Cancel
it_it: Annulla
lt_lt: Atšaukti
nb_no: Avbryt
pt_br: Cancelar
ru_ru: Отмена
uk_ua: Скасувати

# DlgBrowsersMessage
source: Close these apps for best results:\n{0}\n\nOpen browsers lock cache and history files — they will be skipped during cleaning.
it_it: Chiudi queste app per ottenere risultati migliori:\n{0}\n\nI browser aperti bloccano i file di cache e cronologia, verranno ignorati durante la pulizia..
lt_lt: Uždarykite šias programas, kad pasiekti geresnių rezultatų:\n{0}\n\nVeikiančios naršyklės užrakina talpyklos ir istorijos failus – jie bus praleisti valant.
nb_no: Lukk disse appene for best resultat:\n{0}\n\nÅpne nettlesere låser buffer- og historikkfiler — disse hoppes over under rensing.
pt_br: Feche esses aplicativos para obter melhores resultados:\n{0}\n\nNavegadores abertos bloqueiam arquivos do cache e histórico — eles serão ignorados durante a limpeza.
ru_ru: Закройте эти приложения для лучшего результата:\n{0}\n\nОткрытые браузеры блокируют файлы кэша и истории — они будут пропущены при очистке.
uk_ua: Закрийте ці програми для кращого результату:\n{0}\n\nВідкриті браузери блокують файли кешу та історії — вони будуть пропущені під час очищення.

# DlgWarningTitle
source: Cleaning warning
it_it: Avviso di pulizia
lt_lt: Valymo perspėjimas
nb_no: Rensingsadvarsel
pt_br: Aviso de limpeza
ru_ru: Предупреждение очистки
uk_ua: Попередження очистки

# DlgWarningContinue
source: Continue
it_it: Continua
lt_lt: Tęsti
nb_no: Fortsett
pt_br: Continuar
ru_ru: Продолжить
uk_ua: Продовжити

# DlgWarningCancel
source: Cancel
it_it: Annulla
lt_lt: Atšaukti
nb_no: Avbryt
pt_br: Cancelar
ru_ru: Отмена
uk_ua: Скасувати

# DlgWarningMessage
source: The selected Winapp2 entries include the following warnings:
it_it: Le voci in Winapp2 selezionate includono i seguenti avvisi:
lt_lt: Pasirinktuose „Winapp2“ įrašuose yra šie įspėjimai:
nb_no: De valgte Winapp2-oppføringene inneholder følgende advarsler:
pt_br: As entradas Winapp2 selecionadas incluem os seguintes avisos:
ru_ru: Выбранные записи Winapp2 содержат следующие предупреждения:
uk_ua: Вибрані записи Winapp2 містять такі попередження:

# DlgExplainThinking
source: Thinking…
it_it: Pensiero…
lt_lt: Galvoju…
nb_no: Tenker…
pt_br: Pensando…
ru_ru: Думаю…
uk_ua: Думаю…

# DlgExplainClose
source: Close
it_it: Chiudi
lt_lt: Uždaryti
nb_no: Lukk
pt_br: Fechar
ru_ru: Закрыть
uk_ua: Закрити

# DlgSourceCopy
source: Copy
lt_lt: Kopijuoti

# DlgSourceReport
source: Report entry
lt_lt: Pranešti apie įrašą

# DlgRestartTitle
source: Restart required
it_it: Riavvio richiesto
lt_lt: Reikia paleisti iš naujo
nb_no: Omstart kreves

# DlgRestartMessage
source: FluentCleaner needs to restart to apply the changes.
it_it: FluentCleaner deve essere riavviato per applicare la nuova lingua.
lt_lt: Kad būtų naudojama nauja kalba, „FluentCleaner“ reikia paleisti iš naujo.
nb_no: FluentCleaner må starte på nytt for å ta i bruk det nye språket.

# DlgRestartNow
source: Restart now
it_it: Riavvia ora
lt_lt: Paleisti iš naujo
nb_no: Start på nytt nå

# DlgRestartLater
source: Later
it_it: Dopo
lt_lt: Vėliau
nb_no: Senere

# St_Loading
source: Loading Winapp2.ini...
it_it: Caricamento di Winapp2.ini...
lt_lt: Įkeliamas Winapp2.ini...
nb_no: Laster Winapp2.ini...
pt_br: Carregando Winapp2.ini...
ru_ru: Загрузка Winapp2.ini...
uk_ua: Завантаження Winapp2.ini...

# St_SearchFound
source: Showing {0} matching entries.
it_it: Visualizzazione di {0} risultati corrispondenti.
lt_lt: Rodomas(-i) {0} atitinkantis(-ys) įrašas(-ai).
nb_no: Viser {0} samsvarende oppføringer.
pt_br: Mostrando {0} entradas correspondentes.
ru_ru: Показано {0} совпадающих записей.
uk_ua: Показано {0} відповідних записів.

# St_SearchNone
source: No matching entries.
it_it: Nessuna corrispondenza trovata.
lt_lt: Nėra atitinkančių įrašų.
nb_no: Ingen samsvarende oppføringer.
pt_br: Nenhuma entrada correspondente.
ru_ru: Совпадающих записей нет.
uk_ua: Відповідних записів не ззнайдено.

# St_ParsingDatabases
source: Parsing databases...
it_it: Analisi dei database...
lt_lt: Analizuojamos duomenų bazės...
nb_no: Analyserer databaser...
pt_br: Analisando bancos de dados...
ru_ru: Анализ баз данных...
uk_ua: Аналіз баз данних...

# St_AnalysisReady
source: Analysis ready — {0} apps found in {1} entries.
it_it: Analisi pronta — {0} app trovate in {1} voci.
lt_lt: Analizė paruošta — {0} programa(-os) rasta(-os) {1} įraše(-uose).
nb_no: Analyse klar — {0} apper funnet i {1} oppføringer.
pt_br: Análise pronta — {0} aplicativos encontrados em {1} entradas.
ru_ru: Анализ готов — найдено {0} приложений в {1} записях.
uk_ua: Аналіз готовий - ззнайдено {0} додатків у {1} ​​записах.

# St_NothingSelected
source: Nothing selected.
it_it: Nessuna selezione.
lt_lt: Nieko nepasirinkta.
nb_no: Ingenting valgt.
pt_br: Nada selecionado.
ru_ru: Ничего не выбрано.
uk_ua: Нічого не обрано.

# St_Scanning
source: Scanning...
it_it: Scansione...
lt_lt: Skenuojama...
nb_no: Skanner...
pt_br: Verificando...
ru_ru: Сканирование...
uk_ua: Сканування...

# St_ScanComplete
source: Scan complete — {0} files, {1} registry items ({2})
it_it: Scansione completata — {0} file, {1} voci di registro ({2})
lt_lt: Skenavimas baigtas — {0} failas(-ų), {1} registro elementas(-ai) ({2})
nb_no: Skanning fullført — {0} filer, {1} registerelementer ({2})
pt_br: Verificação concluída — {0} arquivos, {1} itens do registro ({2})
ru_ru: Сканирование завершено — {0} файлов, {1} элементов реестра ({2})
uk_ua: Сканування завершено — {0} файлів, {1} елементів Реєстра ({2})

# St_ScanCancelled
source: Scan cancelled.
it_it: Scansione annullata.
lt_lt: Skenavimas atšauktas.
nb_no: Skanning avbrutt.
pt_br: Verificação cancelada.
ru_ru: Сканирование отменено.
uk_ua: Сканування відмінено.

# St_Cleaning
source: Cleaning...
it_it: Pulitura...
lt_lt: Valymas...
nb_no: Renser...
pt_br: Limpando...
ru_ru: Очистка...
uk_ua: Очистка...

# St_CleanDone
source: Finished — {0} freed · {1} skipped (files in use)
it_it: Completato — {0} liberati · {1} saltati (file in uso)
lt_lt: Baigtas — {0} atlaisvintas(-i) · {1} praleistas(-i) (naudojami failai)
nb_no: Fullført — {0} frigjort · {1} hoppet over (filer i bruk)
pt_br: Concluído — {0} limpos · {1} ignorados (arquivos em uso)
ru_ru: Завершено — освобождено {0} · пропущено {1} (файлы используются)
uk_ua: Завершено - звільнено {0} · пропущено {1} (файли використовуються)

# St_CleanDoneSimple
source: Finished — {0} items removed · {1} freed.
it_it: Finito — {0} elementi rimossi · {1} liberato.
lt_lt: Baigtas — {0} elementas(-ai) pašalintas(-i) · {1} atlaisvintas(-i).
nb_no: Fullført — {0} elementer fjernet · {1} frigjort.
pt_br: Concluído — {0} itens removidos · {1} limpos.
ru_ru: Завершено — удалено {0} элементов · освобождено {1}.
uk_ua: Завершено — видалено {0} елементів · звільнено {1}.

# St_CleanCancelledBytes
source: Clean cancelled — {0} freed so far.
it_it: Pulizia annullata — {0} liberati finora.
lt_lt: Valymas atšauktas — {0} atlaisvintas(-i) iki to.
nb_no: Rensing avbrutt — {0} frigjort så langt.
pt_br: Limpeza cancelada — {0} limpos até agora.
ru_ru: Очистка отменена — освобождено {0}.
uk_ua: Очистка скасована — звільнено {0}.

# St_CleanCancelled
source: Clean cancelled.
it_it: Pulizia annullata.
lt_lt: Valymas atšauktas.
nb_no: Rensing avbrutt.
pt_br: Limpeza cancelada.
ru_ru: Очистка отменена.
uk_ua: Очистка скасована.

# St_EntryScanned
source: {0}: {1} files, {2} registry items
it_it: {0}: {1} file, {2} voci di registro
lt_lt: {0}: {1} failas(-ai), {2} registro įrašas(-ai)
nb_no: {0}: {1} filer, {2} registerelementer
pt_br: {0}: {1} arquivos, {2} itens do registro
ru_ru: {0}: {1} файлов, {2} элементов реестра
uk_ua: {0}: {1} файлів, {2} елементів Реєстра

# St_EntryNothingToClean
source: {0}: nothing to clean.
it_it: {0}: nulla da pulire.
lt_lt: {0}: nėra ką valyti.
nb_no: {0}: ingenting å rense.
pt_br: {0}: nada para limpar.
ru_ru: {0}: нечего очищать.
uk_ua: {0}: нечего очищать.

# St_EntryCleanDone
source: {0}: {1} items removed · {2} freed.
it_it: {0}: {1} elementi rimossi · {2} liberati.
lt_lt: {0}: {1} elementas(-ai) pašalintas(-i) · {2} atlaisvintas(-i).
nb_no: {0}: {1} elementer fjernet · {2} frigjort.
pt_br: {0}: {1} itens removidos · {2} limpos.
ru_ru: {0}: удалено {1} элементов · освобождено {2}.
uk_ua: {0}: видалено {1} елементів · звільнено {2}.

# St_CategoryScanning
source: Scanning {0}...
it_it: Scansione {0}...
lt_lt: Skenuojama {0}...
nb_no: Skanner {0}...
pt_br: Verificando {0}...
ru_ru: Сканирование {0}...
uk_ua: Сканування {0}...

# St_CategoryScanned
source: {0} scanned — {1} entries.
it_it: {0} scansionati — {1} elementi.
lt_lt: {0} skenuotas — {1} įrašas(-ų).
nb_no: {0} skannet — {1} oppføringer.
pt_br: {0} verificados — {1} entradas.
ru_ru: {0} просканировано — {1} записей.
uk_ua: {0} проскановано — {1} записів.

# St_CategoryCleaning
source: Cleaning {0}...
it_it: Puliti {0}...
lt_lt: Valoma {0}...
nb_no: Renser {0}...
pt_br: Limpando {0}...
ru_ru: Очистка {0}...
uk_ua: Очистка {0}...

# St_CategoryCleanDone
source: {0}: {1} items removed · {2} freed.
it_it: {0}: {1} Elementi rimossi · {2} liberati.
lt_lt: {0}: {1} elementas(-ai) pašalintas(-i) · {2} atlaisvintas(-i).
nb_no: {0}: {1} elementer fjernet · {2} frigjort.
pt_br: {0}: {1} itens removidos · {2} limpos.
ru_ru: {0}: удалено {1} элементов · освобождено {2}.
uk_ua: {0}: видалено {1} елементів · звільнено {2}.

# St_EntryScanningProgress
source: Scanning {0}...
it_it: Scanssione {0}...
lt_lt: Skenuojama {0}...
nb_no: Skanner {0}...
pt_br: Verificando {0}...
ru_ru: Сканирование {0}...
uk_ua: Сканування {0}...

# St_ExcludedFile
source: Excluded: {0}
it_it: Esclusi: {0}
lt_lt: Praleista: {0}
nb_no: Ekskludert: {0}
pt_br: Excluído: {0}
ru_ru: Исключено: {0}
uk_ua: Виключено: {0}

# St_ExcludedFolder
source: Excluded: {0}
it_it: Esclusi: {0}
lt_lt: Praleista: {0}
nb_no: Ekskludert: {0}
pt_br: Excluída: {0}
ru_ru: Исключено: {0}
uk_ua: Виключено: {0}

# Prog_Deleted
source: Deleted: {0}
it_it: Eliminati: {0}
lt_lt: Ištrinta: {0}
nb_no: Slettet: {0}
pt_br: Excluído: {0}
ru_ru: Удалено: {0}
uk_ua: Видалено: {0}

# Prog_Registry
source: Registry: {0}
it_it: Registro: {0}
lt_lt: Registras: {0}
nb_no: Register: {0}
pt_br: Registro: {0}
ru_ru: Реестр: {0}
uk_ua: Реєстр: {0}

# SettingsTitle.Text
source: Settings
it_it: Impostazioni
lt_lt: Parametrai
nb_no: Innstillinger
pt_br: Configurações
ru_ru: Настройки
uk_ua: Налаштування

# DonationBar.Title
source: FluentCleaner is going open source.
it_it: FluentCleaner diventa open source.
lt_lt: „FluentCleaner“ tampa atvirojo kodo projektu.
nb_no: FluentCleaner blir open source.
pt_br: O FluentCleaner está se tornando código aberto.
ru_ru: FluentCleaner становится открытым исходным кодом.
uk_ua: FluentCleaner стає відкритим вихідним кодом.

# DonationBar.Message
source: Put a lot of work into this — if it helps you and you feel like saying thanks, a donation would really mean a lot. ♥
it_it: Ci ho messo tanto impegno: se ti è utile e ti va di ringraziare, una donazione sarebbe davvero molto apprezzata.. ♥
lt_lt: Į tai įdėjau daug darbo — jei tai jums padeda ir norite padėkoti, auka man tikrai labai daug reikštų. ♥
nb_no: Mye arbeid er lagt ned i dette — hvis det hjelper deg og du har lyst til å si takk, ville en donasjon bety mye. ♥
pt_br: Trabalho muito nisso - se isso ajuda você e tem vontade de agradecer, uma doação ajudaria bastante. ♥
ru_ru: Вложено много работы — если это помогает вам и вы хотите сказать спасибо, пожертвование будет очень значимым. ♥
uk_ua: Вкладено багато роботи - якщо це допомагає вам і ви хочете сказати спасибі, пожертвування буде дуже значним. ♥

# BtnDonate.Content
source: Support the project
it_it: Supporta il progetto
lt_lt: Paremti projektą
nb_no: Støtt prosjektet
pt_br: Apoie o projeto
ru_ru: Поддержать проект
uk_ua: Підтримати проект

# MenuDonatePayPal.Text
source: Donate via PayPal
it_it: Dona via PayPal
lt_lt: Paremti per „PayPal“
nb_no: Doner via PayPal
pt_br: Doar pelo PayPal
ru_ru: Пожертвовать через PayPal
uk_ua: Пожертвувати через PayPal

# MenuDonateKoFi.Text
source: Donate via Ko-fi
it_it: Dona via Ko-fi
lt_lt: Paremti per „Ko-fi“
nb_no: Doner via Ko-fi
pt_br: Doar pelo Ko-fi
ru_ru: Пожертвовать через Ko-fi
uk_ua: Пожертвувати через Ko-fi

# SectionAppearance.Text
source: Appearance
it_it: Asspetto
lt_lt: Išvaizda
nb_no: Utseende
pt_br: Aparência
ru_ru: Внешний вид
uk_ua: Зовнішній вигляд
